Revit 2027 API
ParameterTypeId.FabricationChangeServiceParam Property
 "Change Service"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationChangeServiceParam { get; }
Public Shared ReadOnly Property FabricationChangeServiceParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationChangeServiceParam {
	ForgeTypeId^ get ();
}
static member FabricationChangeServiceParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace